tap "wavefrontHQ/wavefront" # Work
brew "awscli"
brew "bat"
brew "coreutils"
brew "docker-credential-helper-ecr", link: false # Work
brew "docker-machine-driver-vmware" # Work
brew "fd"
brew "findutils"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "gnutls"
brew "go"
brew "gping"
brew "gradle"
brew "grep"
brew "helm"
# brew "helm@2"
# brew "helmfile"
brew "jenv"
brew "jq"
brew "kubectx"
brew "libtool"
brew "mysql@5.7", link: true
brew "oath-toolkit"
brew "p7zip"
brew "parallel"
brew "python3"
brew "redis", restart_service: true
brew "ripgrep"
brew "tfenv"
brew "tree"
brew "watch"
brew "wavefronthq/wavefront/wfproxy" # Work
brew "wget"
brew "zlib"
# cask "adoptopenjdk8"
cask "authy"
cask "aws-vault"
cask "docker"
cask "gimp"
cask "graphiql"
cask "hammerspoon"
cask "insomnia"
cask "iterm2"
# cask "java11"
cask "karabiner-elements"
cask "keka"
cask "notion"
cask "postman"
cask "pritunl"
cask "sequel-pro"
cask "shottr"
cask "swiftbar"
cask "visual-studio-code"
