brew "asdf"
brew "bat"
brew "cmake"
brew "coreutils"
brew "esphome"
brew "esptool"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "go"
brew "gping"
brew "hugo"
brew "imagemagick"
brew "imessage-exporter"
brew "jq"
brew "openssl"
brew "pipx"
brew "pure" # Prompt for ZSH
brew "python"
brew "watch"
brew "wget"
brew "yt-dlp"
brew "zoxide"
brew "zsh-autosuggestions" # Fish-like autosuggestions for ZSH
brew "zsh-syntax-highlighting" # Syntax highlighting for ZSH
brew "zsh"

cask "1password"
cask "alfred"
cask "audacity"
cask "balenaetcher"
cask "db-browser-for-sqlite"
cask "font-jetbrains-mono"
cask "grandperspective"
cask "hammerspoon"
cask "inkscape"
cask "insomnium"
cask "iterm2"
cask "karabiner-elements"
cask "keka"

vscode "esphome.esphome-vscode"
vscode "euskadi31.json-pretty-printer"
vscode "keesschollaart.vscode-home-assistant"
vscode "mechatroner.rainbow-csv"
vscode "ms-vscode.hexeditor"
vscode "ryu1kn.partial-diff"
vscode "sysoev.vscode-open-in-github"
